build/resources/asignaFactura.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.ws.ck.com/">
  <soapenv:Header>
    <Usuario xmlns="uri:com.ck.engine.ws" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">$username</Usuario>
    <Password xmlns="uri:com.ck.engine.ws" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">$password</Password>
  </soapenv:Header>
  <soapenv:Body>
    <impl:asignaFactura>
       <cuenta>$accountId</cuenta>
    </impl:asignaFactura>
  </soapenv:Body>
</soapenv:Envelope>